<!-- Footer -->
<div class="w-[1000px] text-white text-sm text-center mx-auto mb-3">
    <span>
        เว็บดูหนังฟรี&nbsp;หนังใหม่เต็มเรื่อง 2025&nbsp;ท่านสามารถเลือกดูหนังได้หลากหลายรูปแบบ
        ไม่ว่าจะเป็นหนังจาก Netflix, WeTV, IQIYi, Disney+, HBO, Amazon Prime เรามีให้คุณดูฟรี
        ไม่ต้องเสียค่าบริการรายเดือน ไม่ต้องสมัครเป็นสมาชิกให้ยุ่งยาก
        เข้ามาแล้วเซิทชื่อหนังที่คุณต้องการแล้วเลือกดูได้เลย ไม่ว่าจะเป็น หนังไทย หนังฝรั่ง
        หนังเกาหลี ทั้งเก่าและใหม่ เราก็มีให้ท่านเลือกดูครบ ด้วยความชัดระดับ Full HD และ 4K
        ที่สำคัญทีเด็ดของเว็บดูหนังของเราคือตัวเล่นหนังโหลดไวมาก ดูหนังสนุก ดูหนังฟรี ไม่มีสะดุด
        ไม่มีโฆษณากวนใจ และสามารถ
        ดาวน์โหลดหนังฟรีเก็บไว้ดูได้ทุกเรื่องด้วยความเร็วในการโหลดเต็มสปีด
    </span>
    <br />
    <span>
        สำหรับคนที่ชอบดูหนังออนไลน์ผ่านมือถือ iPhone , Androids หรือ สมาร์ท TV
        เว็บของเราทำตัวเล่นหนังเพื่อมารองรับระบบตรงนี้โดยเฉพาะ สามารถโหลดเร็วแรง ไม่มีสะดุด
        และสามารถเลือกใช้ฟังชั่นได้ครบทุกรูปแบบ ไม่ว่าจะเป็น
        เรื่องการปรับความละเอียดตัวเล่นหนังตั้งแต่ 360p ไปจนถึง 1080p และยังมีฟังชั่้นเสริม
        สามารถเปิดปิดซับไทยได้ ในบางเรื่องที่เป็นหนัง 2 ภาษาที่มีให้เลือกทั้ง ไทยและซาวด์แทร็ก
        หรือสามารถปรับแต่งฟ้อนเพื่อให้อ่านซับได้ง่ายขึ้นในมือถือบางรุ่นอีกด้วย
    </span>
</div>